pub fn texts() -> String {
    "1시간의 놀이가 1년간의 대화보다 그 사람을 더 잘 알게 해준다.
기능의 한계를 알기 위한 유일한 방법은 불가능의 영역에 살짝 발을 들여놓아 보는 것.
가장 큰 약점은 약점을 보일 것에 대한 두려움이다.
갓 태어난 아기가 무슨 쓸모가 있겠습니까?
강한 자가 이기는 것이 아니라, 이긴 자가 강한 것이다.
개가 날 보고 짖는다고 그 개를 죽이진 않겠소.
개가 아무리 유창하게 짖어도 제 부모가 가난했지만 정직했었노라고 말할 수 없다.
개에게 물린 상처는 개를 죽인다고 아물지 않는다.
거짓과 더불어 제정신으로 사느니, 진실과 더불어 미치는 쪽을 택하고 싶다.
거짓말은 처음에는 부정되고, 그다음에는 의심받지만, 되풀이하면 결국 모든 사람이 믿게 된다.
결과 없는 수준은 무의미하다. 수준 낮은 결과는 지루하다.
경험은 최고의 교사이다. 다만 수업료가 지나치게 비싸다고 할까
공포 앞에 논쟁이란 없다.
과거는 서막에 불과하다.
과거를 기억 못 하는 이들은 과거를 반복하기 마련이다.
과학에는 국경이 없다, 왜냐하면 지식은 인류의 것이고 세상을 밝히는 횃불이기 때문이다.
과학에는 국경이 없다. 하지만 과학자에게는 조국이 있다.
관찰하는 데는 준비된 자에게만 기회가 온다.
국민을 비굴하게 만드는 정치가 가장 나쁜 정치다.
국민의, 국민에 의한, 국민을 위한 정부는 지구상에서 사라지지 않을 것이다.
국제 사회에서는 영원한 우방도, 영원한 적도 없다.
그게 내 일이었다. 마침 적절한 시간에 내가 할 일을 한 것, 그뿐이다.
끝날 때까지는 끝난 게 아니다.
나는 길을 찾든지 만들든지 하겠다.
나는 생각한다. 고로 나는 존재한다.
나는 아직도 배가 고프다.
나는 천체의 운동을 계산할 수 있지만, 사람들의 광기를 계산하지는 못한다.
나는 평화로운 노예로 사느니, 차라리 위험천만한 자유를 택하겠다.
나로 말하자면, 나는 내가 아무것도 모른다는 것만을 알 뿐이네.
나에게 한 문장만 달라. 누구든 범죄자로 만들 수 있다.
내 비장의 무기는 아직 내 손안에 있다. 그것은 바로 희망이다.
내가 우주의 비밀을 쫓고 있는데 백만 달러를 쫓겠는가?
너 자신을 알라.
네가 헛되이 보낸 오늘은 어제 죽은 이가 그토록 갈망하던 내일이다.
누군가 망상에 시달리면 정신 이상이라고 한다. 다수가 망상에 시달리면 종교라고 한다.
늘 갈망하고 우직하게 나아가라.
달리는 기차 위에 중립은 없다.
답이 없는 문제도 있기 마련이다.
당신이 가진 생각이 딱 하나밖에 없다면, 그것만큼 위험한 것은 없다.
대중들은 작은 거짓말보다 더 큰 거짓말에 쉽게 속는다.
더는 내 다리는 달릴 수 없지만, 나에게는 아직 두 팔이 남아 있다.
만국의 노동자들이여, 단결하라!
만약 당신이 누군가의 인격을 시험해 보고 싶다면, 그에게 권력을 줘 보라.
만약 자신의 인생사가 적힌 책을 받는다면, 그 책을 끝까지 읽겠는가?
만일 그것이 사실이라면 노동자들에게는 진정 희망이 없다.
모두가 세상을 변화시키려고 생각하지만, 정작 스스로 변하겠다고 생각하는 사람은 없다.
모든 국가는 그에 걸맞은 정부를 가진다.
모든 단점은, 장점이 될 수 있다.
모든 세대는 자신을 이전 세대보다 똑똑하고, 다음 세대보다 현명하다고 생각한다.
모든 위대한 문명은 외세에 정복당하기 전에 내부로부터 붕괴하였다.
모든 진실이 모든 이의 귀에 들리는 것은 아니다.
뭔가 속은 것 같은 기분이 들지 않아?
민주주의 최후의 보루는 깨어있는 시민의 조직된 힘입니다.
반성 되지 않는 삶은 인간으로서 살 가치가 없다.
방황하는 이들 모두가 길을 잃은 것은 아니다.
배는 항구에 있을 때 가장 안전하지만, 그것이 존재 이유는 아니다
법관이 국민에게서 의심을 받게 된다면 최대의 명예손상이 될 것이다.
분노와 증오는 대중을 열광시키는 가장 강력한 힘이다.
분열되어 서로 다투는 집안은 살아남을 수 없습니다.
불굴의 의지 앞에서는 높은 산도 몸을 낮춘다!
불의를 이해해야만 정의를 이해할 수 있다.
붉은 군대는 전진할 때보다 후퇴할 때 더 큰 용기가 필요하다.
빚쟁이는 무덤까지 찾아오는 고통이다.
사람들은 할 말이 없으면 욕을 한다.
사람이 있는 한 전쟁은 있을 것이다.
살아야 한다면 민중과 함께, 죽어야 한다면 민중을 위해.
삶도 모르는데 어찌 죽음을 알겠는가?
삶에 익숙하기에 삶을 사랑하는 것이 아니라, 사랑에 익숙하기에 삶을 사랑하는 것이다.
상대를 알고 나를 알면 백번 싸워도 위태롭지 않으리라.
상상력은 지식보다 중요하다. 지식은 제한되어 있지만, 상상력은 온 세상을 아우르고, 진보를 촉진하며, 진화의 시발점이 되기 때문이다.
성숙이란 어릴 때 놀이에 열중하던 진지함을 다시 발견하는 데 있다
세상에는 세 가지의 감춰질 수 없는 것이 있다. 해와 달, 그리고 진실이다.
세상이 널 버렸다고 생각하지 마라. 세상은 널 가진 적이 없다.
슬픔도 노여움도 없이 살아가는 자는 조국을 사랑하고 있지 않다.
시간은 돈이라는 사실을 명심하세요.
시는 슬픔의 결정체, 정치는 불만의 결정체.
시민의 불복종은 시민의 타고난 권리다.
신문 없는 정부와 정부 없는 신문 둘 중에 고르라면, 나는 한 치의 망설임도 없이 정부 없는 신문을 택하겠다.
신앙이란, 진실이 아닌 줄 알면서도 그걸 믿는 일이다.
신은 모든 곳에 있을 수 없기에 어머니를 만들었다.
신은 우리를 가지고 주사위 놀음을 하지 않는다.
신은 죽었다! 신은 죽은 채로 있다! 그리고 우리가 그를 죽였다.
신이 주사위 놀음을 하든 말든 그것은 당신이 상관할 것이 아니다.
신이 주사위를 던지긴 하는데, 가끔 보이지 않는 곳에서 던져서 우리를 헷갈리게 만든다.
싸우다 죽기는 쉬워도 길을 빌려주기는 어렵다
아름다운 장미꽃에 하필이면 가시가 돋쳤을까 생각하면 속이 상한다. 하지만 아무짝에도 쓸모없는 가시에서 저토록 아름다운 장미꽃이 피어났다고 생각하면 오히려 감사하고 싶어진다.
악인의 무관심은 선행이 되지만 선인의 무관심은 악행이 된다.
안 해봤으면 말을 하지 마세요.
애국심은 사악한 자의 미덕이다.
애국자들은 항상 조국을 위해 죽는 것을 떠벌리지만, 조국을 위해 죽이는 것은 말하지 않는다.
양은 곧 질이다.
얘깃거리가 되는 것보다 더 나쁜 유일한 일은 얘깃거리조차 되지 않는 것이다.
어떤 사실을 아는 사람은 그것을 좋아하는 사람만 못하고, 좋아하는 사람은 즐기는 사람만 못하다.
어제와 똑같이 살면서 다른 미래를 기대하는 것은 정신병 초기증세이다.
언론은 정부의 손안에 있는 피아노가 되어야 한다.
언어의 한계가 곧 자기 세계의 한계다.
여가는 철학의 어머니다.
역사는 승리자의 업적을 기록한 것이고, 정의는 승자를 찬양하는 미사여구일 뿐이다.
연습은 하지 않는다. 나는 연주만 한다.
열린 마음은 문지기 없는 요새와 같다.
오늘 할 수 있는 일을 절대로 내일로 미루지 말라
왔노라, 보았노라, 이겼노라.
왕후장상의 씨가 따로 있느냐?
용감한 사람은 적뿐 아니라 쾌락까지 극복하는 사람이다.
용기란 공포를 1분 더 참는 것이다.
우리가 어느 날 마주친 불행은 우리가 소홀히 보낸 지난 시간에 대한 보복이다.
우리가 전쟁을 끝내지 않으면, 전쟁이 우리를 끝내리라.
우리는 모든 시대를 통틀어 가장 위대한 정치인으로 역사에 이름을 남길 것이다. 아니면 가장 악랄한 범죄자로.
우리는 알아야 한다, 우리는 알게 될 것이다.
우리는 전투에서 졌을 뿐입니다. 전쟁은 아직 끝나지 않았습니다.
우물쭈물하다 내 이럴 줄 알았다.
우주를 지배하는 것은 세상을 지배한다는 뜻이다.
유전무죄 무전유죄.
유한한 목숨으로 어찌 무한한 욕구를 얻으려 하는가?
은행 자본은 무장한 군대보다 위험하다.
의리를 지키려면 불리할 때에 지키는 것이다.
이것 또한 지나가리라
이 드넓은 우주에 우리밖에 없다면, 그것은 엄청난 공간 낭비다.
이 몸이 죽고 죽어 일백 번 고쳐 죽어, 백골이 진토되어 넋이라도 있고 없고, 임 향한 일편단심이야 가실 줄이 있으랴.
이 세상에 결정적 순간이 아닌 순간은 없다.
이것은 한 인간에게는 작은 발걸음이지만 인류에게는 커다란 도약입니다.
이성이 버린 환상은 믿을 수 없는 괴물들을 만들어 낸다.
인간은 인간에게 늑대다.
인간은 태초에는 자유로웠지만, 지금은 어디에서나 노예가 되어 있다.
인간의 멍청함이 가진 힘을 과소평가하지 마라.
인생은 공평하지 않다. 이에 익숙해져라.
인생은 멀리서 보면 희극이고 가까이서 보면 비극이다.
인생은 실험이 아니라 실행이다.
일찍 일어나는 새가 벌레를 잡는다.
자기 자리를 지키려 사는 사람은 위로 올라가려는 사람에게 밟히게 되어 있다. 꿈의 크기가 다르기 때문이다.
자본주의에선 인간이 인간을 착취한다. 공산주의에선 그저 그 반대일 뿐이다.
자신을 아는 일이 곧 신을 아는 일이다.
자신의 소망, 꿈, 이상이 진정한 챔피언을 만든다.
자신이 내놓은 통계가 아니라면 그 어떤 통계도 믿지 마라.
자유가 아니면 죽음을 달라!
자유는 공짜가 아니다.
자유는 욕망하는 것을 행하는 데에 있다.
자유여, 너의 이름으로 얼마나 많은 죄가 저질러질 것인가?
잘 모르고 무식한 사람이 신념을 가지면 무섭습니다
저 달은 비록 작으나 온 천하를 비추는구나
전쟁에서 2등을 위한 자리는 없다.
전쟁은 겪어 보지 않은 사람에겐 유쾌한 것이다.
전쟁은 누가 옳느냐를 가리지 않는다. 단지 누가 남느냐를 가릴 뿐이다.
전쟁은 어떤 식으로든 미화돼서는 안 된다.
전쟁은 죽음의 그림자가 돌아오고서야 종식된다.
전쟁을 일으키는 것은 늙은이들이지만, 싸우다 죽어가는 것은 젊은이들이다.
전쟁의 최초 피해자는 진실이다.
절대적인 권력은 절대적으로 타락한다.
정직한 외교관이란 마른 물이나, 나무로 된 철과 같다.
정치인의 일이라는 것은 그의 이상과 국가가 놓인 현실 사이에 다리를 놓는 것이다.
제3차 세계대전에서 이길 수 있는 유일한 방법은 전쟁을 막는 것뿐이다.
제군, 이제는 선택의 여지가 없다. 이제는 용감하게 싸우고, 장렬하게 전사하는 것만이 남았다.
조용히 살고 싶은 사람은 20세기에 태어나지 말았어야 했다.
종교는 인민의 아편이다.
주사위는 던져졌다.
죽고자 하면 살 것이고 살고자 하면 죽을 것이다.
죽은 자들만이 전쟁의 끝을 본다.
죽을 때까지는 아무도 행복하지 않았다.
죽음에 이르지 않는 시련은 나를 더욱더 강하게 만든다.
죽음은 아무것도 아니다. 그러나 승리하지 못한 삶을 살 바엔 차라리 죽는 게 낫다
지식에 대한 투자가 언제나 최고의 이윤을 낸다.
진실의 가장 큰 적은 거짓이 아니라 신화다.
진정한 민주주의는 인민들에게 총을 쥐여주는 것이다.
진정한 위기는 자원의 부족이 아니라 상상력의 부족이다.
짐이 곧 국가다.
집중된 권력은 항상 자유의 적이었다.
창밖으로 내던지지 못하는 컴퓨터는 믿지 말라.
책 없이는 살 수 없다.
책으로 공산주의를 배우면 공산주의자가 되고, 몸으로 공산주의를 배우면 반공주의자가 된다.
처벌을 받는 것은 항상 도발을 한 사람이 아니라 그 도발에 맞대응을 한 사람이다.
천국에 가는 가장 좋은 방법은 지옥에 가는 길을 잘 아는 것이다.
축구는 세상에서 중요하지 않은 것 중에서 가장 중요하다.
충분히 발달한 과학은 마술과 구분할 수 없다.
친구란 누구나 이미 알고 있는 원수에 불과하다.
카르타고는 멸망해야 합니다.
컴퓨터의 오류인 듯하다.
테크놀로지는 윤리적으로 중립이다. 우리가 그것을 사용할 때, 선악이 부여된다.
투표권이 아니면 총알을!
투표는 총알보다 강하다.
트위터는 인생의 낭비
평화를 바란다면 전쟁에 대비하라
평화적 수단으로밖에 평화를 실현할 수 없다고 생각하는 국가는, 머지않아 다른 국가에 흡수될 것이다.
폭군이 죽으면 그의 지배는 끝나지만, 순교자가 죽으면 그의 지배가 시작된다.
폼은 일시적이지만 클래스는 영원하다.
표를 던지는 사람은 아무것도 결정하지 못한다. 표를 세는 사람이 모든 것을 결정한다.
프랑스어 사전에 불가능이란 단어는 없다.
핀을 뽑은 순간 수류탄은 우리의 친구가 아니게 된다.
하나의 철십자 훈장보다는 한 대의 탱크와 기름을 다오!
하늘을 올려다보세요. 내려다보고만 있다면 절대 무지개를 찾지 못할 겁니다.
하루라도 글을 읽지 않으면 입안에 가시가 돋는다.
학살자들의 손에 묻은 피를 닦아 주러 가지 않겠다.
한 명의 죽음은 비극이지만, 백만 명의 죽음은 통계다.
한 사람을 죽이면 그는 살인자다. 수백만 명을 죽이면 그는 정복자다. 모든 사람을 죽이면 그는 신이다.
한 사람이 혼자서 꿈을 꾸면 그것은 그저 꿈이다. 그러나 우리가 모두 함께 꿈을 꾸면 그것은 현실이 된다.
한 유령이 유럽을 떠돌고 있다. 공산주의의 유령이.
혁명하고도 민중이 여전히 가난하고 불행하다면 그것은 혁명이 아니다.
현명한 자는 보는 걸 믿고 겁쟁이는 믿는 걸 본다.
현재가 과거와 다르길 바란다면 과거를 공부하라.
훌륭한 지도자는 역사를 바꾸고, 저열한 권력자는 역사책을 바꾼다.
힘은 공평에서 나온다.".into()
}
